/*
  Paddle.strings
  Paddle

  Created by Louis Harwood on 17/11/2015.
  Copyright © 2015 Paddle. All rights reserved.
*/

"OK" = "Ok";
"Error" = "Erro";
"Unspecified error" = "Erro não especificado";
"Close" = "Fechar";
"Cancel" = "Cancelar";
"Quit" = "Sair";
"Activated" = "Ativado";
"No Thanks!" = "Não, obrigado!";
"Email" = "Email";
"Email Address" = "Endereço de e-mail";
"Licence Code" = "Código da Licença";
"Buy Now" = "Comprar Agora";
"By %@" = "Por %@";
"Join" = "Junte-se";
"Enter Licence" = "Insira a Licença";
"Continue Trial" = "Continuar";
"Activate Licence" = "Ative a Licença";
"Activate" = "Ativar";
"Buy a copy of %@" = "Comprar uma cópia de %@";
"We're already checking a license, please wait a moment." = "Já estamos a verificar uma licença, por favor, aguarde um momento.";
"Sorry" = "Desculpe";
"A valid licence code is required. Please try again." = "É necessário um código de licença válido. Por favor, tente novamente.";
"This copy of %@ is registered with the information below." = "Esta cópia do %@ está registada com as informações abaixo.";
"Your %@ Licence" = "A sua licença %@";
"Already purchased a licence? Fill in the form below and activate %@ instantly." = "Já adquiriu uma licença? Preencha o formulário abaixo e ative-a instantaneamente.";
"Thank you for registering %@" = "Obrigado por registar %@";
"Thank you for trying %@" = "Obrigado por experimentar %@";
"Would you like to send anonymous usage information to the developer of %@ to help improve the application?" = "Gostaria de enviar informações de utilização anónimas para o desenvolvedor de %@ para ajudar a melhorar a aplicação?";
"Send anonymous usage information?" = "Enviar informações de utilização anónima?";
"We'd love it if you could take a second to tell us how you're enjoying using %@" = "Adoraríamos se pudesse ter um segundo para nos dizer como está a gostar de usar %@";
"Are you enjoying %@?" = "Está a gostar de %@?";
"Get the latest from %@ direct to your inbox every week. Signup for our free email newsletter!" = "Obtenha novidades sobre %@ diretamente na sua caixa de entrada todas as semanas. Inscreva-se na nossa newsletter gratuita!";
"Thanks for downloading, subscribe to our list to keep up to date with all the latest features in %@, and apps from our team!" = "Obrigado por fazer o download, inscreva-se na nossa lista para manter-se atualizado com todas as novidades mais recentes na %@, e aplicações da nossa equipa!";
"No spam, ever." = "Nada de spam, nunca.";
"We promise!" = "Nós prometemos!";
"Thanks for downloading, subscribe to our list to keep up to date with all the latest features in ProductName, and apps from our team!" = "Obrigado por ter transferido, inscreva-se na nossa lista para se manter atualizado com todas as novidades mais recentes de ProductName, e aplicações da nossa equipa!";
"Get updates from %@" = "Receba as atualizações de %@";
"Send direct feedback on how we can improve %@ using the form below." = "Envie diretamente os comentários sobre como podemos melhorar %@ utilizando o formulário abaixo.";
"Send Feedback" = "Enviar comentários";
"Help improve %@!" = "Ajude a melhorar o %@!";
"Ratings help us make %@ better! We're really excited to see what you think." = "As classificações ajudam-nos a melhorar % @! Estamos verdadeiramente ansiosos para saber o que pensa.";
"License deactivated." = "Licença desativada.";
"License could not be deactivated." = "A licença não pôde ser desativada.";
"You have %d day remaining of your trial period." = "Resta %d dia do seu período de avaliação.";
"You have %d days remaining of your trial period." = "Tem %d dias restantes do seu período de avaliação.";
"Welcome to %@!" = "Bem-vindo ao %@!";
"We've sent details of any licenses for %@ to %@"               = "We've sent details of any licenses for %@ to %@"; //for app_name to email
"We've sent details of any licenses to %@"                      = "We've sent details of any licenses to %@"; //to email
"Unspecified error, please contact support."                    = "Unspecified error, please contact support.";
"%@ can send me product updates and offers via email. You can opt-out at any time." = "%@ pode enviar-me atualizações de produtos e ofertas através de email. É possível deixar de receber estas mensagens em qualquer altura.";
